reagent-name-nutricryokomp = нутрикриокомп
reagent-desc-nutricryokomp = Криогенный препарат что быстро восполняет дефицит питательных веществ, снижает метаболический стресс и обеспечивает энергией. Работает как на мёртвых, так и на живых.

reagent-name-darvinium = дарвиниум
reagent-desc-darvinium = Лекарство способное ускорить развитие генома почти любого низшего существа, и превратить его в гуманоида.

reagent-name-universal-solvent = универсальный растворитель
reagent-desc-universal-solvent = Мощное чистящее средство, запрещенное в большинстве мест из-за проблем безопасности. Исключительно эффективно растворяет кожу, чешуйки и пух. Визуально идентично чистящему средству для чистки помещений.
